tutorials/heatTransfer/buoyantPimpleFoam/hotRoomWithThermalShell.multi-area/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

./Allrun.pre

runApplication makeFaMesh -allAreas

runApplication $(getApplication)

#------------------------------------------------------------------------------
